[
  {
    "nombre": "Arceus",
    "imagen": "https://cdn.alfabetajuega.com/alfabetajuega/2019/06/arceus-pokemon.png",
    "descripcion": "En realidad es un Pokémon singular, pero tiene muchos motivos para estar en este ranking como el Pokémon más fuerte de la historia. Según esto, las estadísticas de Arceus no deberían ser equivalentes a ningún legendario. Sin embargo, estamos ante una criatura única responsable de la creación de todos los Pokémon que existen. Sus estadísticas base suman un total de 720 puntos y no es superado por ninguna criatura en estado normal, al menos de momento."
  },
  {
    "nombre": "Zamazenta",
    "imagen": "https://cdn.alfabetajuega.com/alfabetajuega/2019/11/zamazenta.jpg",
    "descripcion": "Bien podría estar Zacian junto a Zamazenta, ya que tienen estadísticas idénticas y un total de 670 puntos. Sus mejores atributos tienen que ver con el ataque y la velocidad, pero sus defensas pueden mejorar más hasta alcanzar los 720 como Arceus gracias a un objeto del juego. Zamazenta necesita un escudo oxidado para conseguir su transformación definitiva con forma de escudo supremo, convirtiéndose en un Pokémon tipo lucha/acero."
  },
  {
    "nombre": "Zacian",
    "imagen": "https://cdn.alfabetajuega.com/alfabetajuega/2019/06/pokemon-espada-legendario-zacian.jpg",
    "descripcion": "Podríamos decir algo muy parecido del legendario de la región de Galar, ya que comparte mismas estadísticas que Zamazenta. Según esto, ambos estarían al mismo nivel y no son los únicos legendarios de la octava generación en este ranking. En cualquier caso, Zacian es un Pokémon tipo Hada muy poderoso con 670 puntos en sus estadísticas. Esta criatura necesita una espada oxidada para alcanzar su forma de espada suprema (720 puntos) y obteniendo el tipo acero. Con este objeto equipado mejora su ataque y velocidad."
  },
  {
    "nombre": "Zygarde",
    "imagen": "https://cdn.alfabetajuega.com/alfabetajuega/2019/11/pokemon-zygarde.png",
    "descripcion": "Si tenemos en cuenta las estadísticas base de este Pokémon, no fue una gran revelación en sus primeras apariciones. Eso cambió en Pokémon Sol y Luna, donde se le concedió una nueva forma más poderosa que mejoraba sus estadísticas considerablemente hasta convertirse en uno de los Pokémon legendarios más fuertes. En su forma completa, Zygarde tiene 708 puntos mejorando su ataque especial y sus puntos de vida en detrimento de su velocidad. No todo iban a ser buenas noticias."
  },
  {
    "nombre": "Kyurem",
    "imagen": "https://cdn.alfabetajuega.com/alfabetajuega/2017/03/kyurem.jpg",
    "descripcion": "El Pokérmon legendario de la quinta generación tiene más formas que cualquier otro. Sus estadísticas son bastante corrientes en su forma normal, ya que sólo tiene 660 puntos. No obstante, se introdujo una mecánica de fusión que le permite adoptar otras transformaciones más poderosas hasta los 700 puntos. Se puede fusionar con Reshiram y con Zekrom, alcanzando la forma White o Black respectivamente y subiendo escalones en el ranking de los Pokémon legendarios más fuertes."
  },
  {
    "nombre": "Eternatus",
    "imagen": "https://cdn.alfabetajuega.com/alfabetajuega/2019/11/Eternatus-Pokemon.jpg",
    "descripcion": "Al igual que Zacian y Zamazenta, Eternatus se dio a conocer en Pokémon Espada y Escudo. Sorprendió por su increíble poder inicial con estadísticas base de 690 puntos. Y podría ser fácilmente el Pokémon legendario más fuerte de todos en su forma Eternamax, con la que supera los 1000 puntos, pero no es posible obtener esta transformación hasta el momento. Tampoco obtiene ningún movimiento Gigamax como otros Pokémon."
  },
  {
    "nombre": "Rayquaza",
    "imagen": "https://cdn.alfabetajuega.com/alfabetajuega/2020/08/1111.jpg",
    "descripcion": "Por todos es conocido el poder de Rayquaza, el Pokémon legendario de tipo dragón/volador. Se introdujo pronto en la tercera generación, donde se hizo un hueco importante entre las criaturas más fuertes de la serie. Rayquaza tiene unas estadísticas excepcionales que suman 680 puntos con un gran ataque. A esto hay que sumarle la megaevolución más potente de Pokémon, siendo el único que no necesita una Megapiedra para alcanzar esta transformación."
  },
  {
    "nombre": "Mewtwo",
    "imagen": "https://cdn.alfabetajuega.com/alfabetajuega/2021/03/Kadaba.jpg",
    "descripcion": "Le ocurre algo similar a Rayquaza, ya que potencia sus habilidades con las megaevoluciones de forma considerable. En su forma normal Mewtwo tiene estadísticas base de 680, lo que le sitúan en mitad de esta lista. Aunque en el inicio de Pokémon esta criatura era de las más temidas, se puede decir que necesitó varias transformaciones para seguir entre los mejores legendarios. El tipo lucha tiene capacidades muy variadas que le convierten en un enemigo bastante complicado."
  },
  {
    "nombre": "Ho-Oh",
    "imagen": "https://cdn.alfabetajuega.com/alfabetajuega/2018/10/alfabetajuega_ho-oh.png",
    "descripcion": "Ho-Oh tiene estadísticas brillantes, sobre todo su defensa especial y ataque. Teniendo esto en cuenta, suma 680 puntos como muchos legendarios. En cambio, se queda atrás porque es un Pokémon sin evolución y no puede mejorar sus habilidades de otra forma. Se le conoce como la contraparte de Lugia y le supera claramente. Además tiene el honor de ser el primer Pokémon legendario que apareció en el anime con sus largas alas de colores."
  },
  {
    "nombre": "Giratina",
    "imagen": "https://cdn.alfabetajuega.com/alfabetajuega/2021/04/giratina-modificada-pokemon-go.jpg",
    "descripcion": "Es uno de los legendarios con estadísticas bases realmente increíbles. Suman 680, donde destaca su defensa, pero sigue siendo una criatura muy versátil. Respecto a su forma origen en el Mundo Distorsión, cambia algunas de sus características de combate como la habilidad de Presión por Levitación. Asimismo sus puntos de ataque y defensa se intercambian, mientras que la velocidad y los PS se mantienen igual. Y por eso, entre otras cosas, no está en los puestos superiores."
  },
  {
    "nombre": "Lugia",
    "imagen": "https://cdn.alfabetajuega.com/alfabetajuega/2021/02/lugia-pokemon.jpg",
    "descripcion": "Otro Pokémon legendario con 680 en sus estadísticas básicas, aunque no es tan versátil como Giratina. Destaca más su defensa especial con 154 y es menos poderoso en ataque. Al igual que Ho-Oh no tiene ninguna transformación, así que no puede superar a otros Pokémon de esta lista. Aun así es buen compañero de equipo porque tiene buenos movimientos psíquicos y de tipo volador, así como la habilidad oculta que le permite reducir el daño en un 50% con la salud llena."
  },
  {
    "nombre": "Dialga",
    "imagen": "https://cdn.alfabetajuega.com/alfabetajuega/2021/08/Dialga-Palkia-Pokemon-Diamate-Brillante-Perla-Reluciente.jpg",
    "descripcion": "Aunque te recuerde mucho a Arceus, Dialga está muy por debajo de su creador. Obtiene una forma origen gracias a la Gran Diamansfera, pero piede puntos en ataque y gana defensa especial. Sin duda es uno de los mejores de su clase, pero podría ser mucho más fuerte entre los legendarios. Tiene ataques devastadores, aunque sus estadísticas base sólo alcanzan los 680 puntos y eso le sitúa en el final de este ranking."
  },
  {
    "nombre": "Palkia",
    "imagen": "https://cdn.alfabetajuega.com/alfabetajuega/2019/01/alfabetajuega-pokemon-go-dialga-palkia-29012019.jpg",
    "descripcion": "Algo similar le ocurre a Palkia. Es un legendario con muy buenas estadísticas que suman 680, destacando su ataque especial sobre otros atributos. En Leyendas Pokémon: Arceus, Palkia ha obtenido una nueva forma gracias a la Gran lutresfera. En ese momento adquiere características físicas que recuerdan a Arceus, pero no tienen nada que ver. Palkia pierde puntos de ataque en esta forma y mejora su velocidad, algo que hay que tener en cuenta en combate."
  },
  {
    "nombre": "Groudon",
    "imagen": "https://cdn.alfabetajuega.com/alfabetajuega/2022/01/groudon.png",
    "descripcion": "Y llegamos al que fue uno de los mejores legendarios por mucho tiempo. Groudon se introdujo en la tercera generación con estadísticas tan sorprendentes como Kyogre. Destaca su ataque y defensa sobre lo demás, pero tiene estadísticas de 670 puntos. Con la llegada de nuevas generaciones, tanto Groudon como Kyogre se han convertido en legendarios más normalitos según su potencial, pero no hay que subestimarlos. Groudon puede ser muy efectivo en su forma Primigenia mejorada que causa daño impresionante."
  },
  {
    "nombre": "Kyogre",
    "imagen": "https://cdn.alfabetajuega.com/alfabetajuega/2020/07/pokemon-kyogre.jpg",
    "descripcion": "Un Pokémon legendario que destaca por su ataque y defensa especiales, con un poder muy parecido a Groudon. En algún momento fueron dos de los legendarios más fuertes, pero las nuevas generaciones le arrebataron estos primeros puestos. Como ocurre con Groudon, Kyogre también tiene una forma primigenia y mejora sus características de ataque y defensa especial que aumentan mucho su poder hasta los 180 y 160 respectivamente."
  }
]